{
  "heroTitle": "Façonner",
  "heroSubtitle1": "des Projets Réels",
  "heroSubtitle2": "qui Produisent des Résultats",
  "heroDescription": "Salut, je suis Omar, développeur basé aux États-Unis avec des idées et du code.",
  "heroButton1": "Voir mon Travail",
  "heroButton2": "Télécharger CV",
  "navWork": "Travail",
  "navExperience": "Expérience",
  "navSkills": "Compétences",
  "navTestimonials": "Témoignages",
  "navSocials": "Réseaux",
  "Contact Button": "Contactez-moi",
  "logoName": "Omar Mustafa",
  "heroWords": {
    "Ideas": "Idées",
    "Concepts": "Concepts",
    "Designs": "Designs",
    "Code": "Code"
  },
  "buttons": {
    "demo": "Démo",
    "website": "Site Web",
    "viewCode": "Voir le Code"
  },
  "work": {
    "hushbot": {
      "title": "Hush Bot, Votre Compagnon Discord pour Fun, Modération et Communauté !",
      "desc": "Hush Bot est un bot Discord polyvalent conçu pour améliorer l'engagement et la modération des serveurs. Il propose une variété de commandes."
    },
    "viris": {
      "title": "Site d'Entretien pour Programmeurs Alimenté par l'IA."
    },
    "chat": {
      "title": "Clone Discord entièrement fonctionnel à des fins éducatives uniquement !"
    }
  },
  "exp_title": "Expérience Professionnelle",
  "exp_sub": "💼 Aperçu de ma Carrière",
  "exp_responsibilities": "Responsabilités",
  "exp_title_1": "Développeur Full Stack et Fondateur",
  "exp_review_1": "Omar est un leader et innovateur naturel. Il a créé Code Hush depuis zéro et apporte toujours des idées intelligentes, un code propre et une vraie dédication à chaque projet.",
  "exp_1_r1": "Fondé et développé Code Hush, offrant des logiciels sur mesure et des outils IA.",
  "exp_1_r2": "Créé des interfaces web modernes et des systèmes d'automatisation.",
  "exp_1_r3": "Dirigé le développement full-stack et l'expansion des fonctionnalités.",
  "exp_title_2": "Développeur Frontend",
  "exp_review_2": "Travailler avec Omar a été facile. Il est organisé, fiable et livre toujours un travail de haute qualité. Notre projet n'aurait pas été le même sans lui.",
  "exp_2_r1": "Développé un site web agricole avec une équipe utilisant Ruby.",
  "exp_2_r2": "Construit des composants UI et géré le routage backend.",
  "exp_2_r3": "Collaboré aux revues de code et à la structure du projet.",
  "exp_title_3": "Développeur Full Stack",
  "exp_review_3": "Omar a été incroyablement professionnel et créatif. Il a transformé notre site avec un design moderne et une fonctionnalité fluide, tout en communiquant clairement avec l'équipe.",
  "exp_3_r1": "Créé et amélioré le site web du serveur Minecraft.",
  "exp_3_r2": "Conçu des mises en page responsives et des pages d'informations du serveur.",
  "exp_3_r3": "Travaillé avec le personnel pour correspondre à l'image de marque et aux fonctionnalités.",
  "tech_title": "Ma Tech Stack Préférée",
  "tech_sub": "🤝 Compétences que j'apporte",
  "React Developer": "Développeur React",
  "Python Developer": "Développeur Python",
  "Backend Developer": "Développeur Backend",
  "Interactive Developer": "Développeur Interactif",
  "Project Manager": "Chef de Projet",
  "ability_quality_focus": "Focus Qualité",
  "ability_quality_focus_desc": "Fournir des résultats de haute qualité tout en accordant une attention à chaque détail.",
  "ability_reliable_communication": "Communication Fiable",
  "ability_reliable_communication_desc": "Vous tenir informé à chaque étape pour assurer transparence et clarté.",
  "ability_on_time_delivery": "Livraison à Temps",
  "ability_on_time_delivery_desc": "S'assurer que les projets sont terminés selon le planning, avec qualité et attention aux détails.",
  "Years of Experience": "Années d'Expérience",
  "Total Contributions": "Contributions Totales",
  "Completed Projects": "Projets Terminés",
  "Reputation": "Réputation",
  "testimonials_title": "Que disent les gens de moi ?",
  "testimonials_sub": "⭐ Avis des Clients",
  "testimonial_name_1": "Esther Howard",
  "testimonial_review_1": "Je ne peux pas dire assez de bonnes choses sur Omar. Il a pu transformer nos exigences complexes en un site web fonctionnel et parfait. Ses capacités de résolution de problèmes sont exceptionnelles.",
  "testimonial_name_2": "Wade Warren",
  "testimonial_review_2": "Travailler avec Omar a été fantastique. Il a transformé notre site obsolète en une plateforme moderne et conviviale. Son attention aux détails et son engagement pour la qualité sont incomparables.",
  "testimonial_name_3": "Guy Hawkins",
  "testimonial_review_3": "Collaborer avec Omar a été un plaisir. Son professionnalisme, sa ponctualité et son dévouement étaient évidents tout au long du projet. Son enthousiasme pour chaque aspect du développement est remarquable. Si vous voulez améliorer votre site et votre marque, Omar est le partenaire idéal.",
  "testimonial_name_4": "Marvin McKinney",
  "testimonial_review_4": "Omar a été un plaisir de travailler avec lui. Il a transformé notre site obsolète en une plateforme moderne et intuitive. Travail fantastique dans l'ensemble.",
  "testimonial_name_5": "Floyd Miles",
  "testimonial_review_5": "L'expertise d'Omar en développement web est impressionnante. Il a livré une solution robuste et évolutive pour notre site e-commerce, et nos ventes en ligne ont considérablement augmenté depuis le lancement.",
  "testimonial_name_6": "Albert Flores",
  "testimonial_review_6": "Omar a été un plaisir de travailler avec lui. Il a compris parfaitement nos besoins et a livré un site web qui a dépassé nos attentes. Ses compétences en frontend et backend sont excellentes.",
  "contact_title": "Entrer en Contact - Connectons-nous",
  "contact_sub": "💬 Des questions ou des idées ? Parlons-en ! 🚀",
  "contact_name_label": "Votre nom",
  "contact_name_placeholder": "Quel est votre bon nom ?",
  "contact_email_label": "Votre Email",
  "contact_email_placeholder": "Quelle est votre adresse e-mail ?",
  "contact_message_label": "Votre Message",
  "contact_message_placeholder": "Comment puis-je vous aider ?",
  "contact_button_send": "Envoyer le Message",
  "contact_button_sending": "Envoi...",
  "footer_terms": "Termes et Conditions",
  "footer_text": "Tous droits réservés."
}
